IDS_DGNREPORTBASE_TEST = "DgnReportBase-Test(Lang:EN)"
IDS_DGNREPORTBASE_NOT_IMAGEFILE = "\""Neexistuje žádný soubor obrázku.\"" "
IDS_USER_DEFINED_UNIT_SYSTEM_IS_APPLIED = "Je použit uživatelem definovaný systém jednotek."
IDS_USER_UNIT_SYSTEM = "Systém jednotek"
IDS_DGNREPORTBASE_TABLE = "Tabulka"
IDS_DGNREPORTBASE_FIGURE = "Obrázek"
IDS_DGNREPORTBASE_MARK_ROUND = "O"
IDS_DGNREPORTBASE_MARK_TRI = ">>"
IDS_DGNREPORTBASE_MARK_PI = "π"
IDS_DGNREPORTBASE_MARK_PLUS = "＋"
IDS_DGNREPORTBASE_MARK_MINUS = "－"
IDS_DGNREPORTBASE_MARK_MULTIPLY = "×"
IDS_DGNREPORTBASE_MARK_DIVISION = "÷"
IDS_DGNREPORTBASE_MARK_PLUSMINUS = "±"
IDS_DGNREPORTBASE_MARK_EQUAL = "＝"
IDS_DGNREPORTBASE_MARK_NOTEQUAL = "≠"
IDS_DGNREPORTBASE_MARK_APPEQUAL = "≒"
IDS_DGNREPORTBASE_MARK_LESS = "＜"
IDS_DGNREPORTBASE_MARK_GREATER = "＞"
IDS_DGNREPORTBASE_MARK_LESSEQUAL = "<="
IDS_DGNREPORTBASE_MARK_GREATEREQUAL = ">="
IDS_DGNREPORTBASE_MARK_INFINITY = "∞"
IDS_DGNREPORTBASE_MARK_THEREFORE = "∴"
IDS_DGNREPORTBASE_MARK_BECAUSE = "∵"
IDS_DGNREPORTBASE_MARK_REFERENCE = "※"
IDS_DGNREPORTBASE_MARK_ROOT = "√"
IDS_DGNREPORTBASE_MARK_DEGCELSIUS = "℃"
IDS_DGNREPORTBASE_MARK_DEGFAHRENHEIT = "℉"
IDS_DGNREPORTBASE_MARK_PERMILLE = "‰"
IDS_DGNREPORTBASE_MARK_RIGHTPOINTING = "☞"
IDS_DGNREPORTBASE_MARK_LEFTPOINTING = "☜"
IDS_DGNREPORTBASE_MARK_RIGHTARROW = "→"
IDS_DGNREPORTBASE_MARK_LEFTARROW = "←"
IDS_DGNREPORTBASE_MARK_HORIZONELLIPSIS = "…"
IDS_DGNREPORTBASE_MARK_OK = "○"
IDS_DGNREPORTBASE_OK = "O.K"
IDS_DGNREPORTBASE_NG = "N.G"
IDS_DGNREPORTBASE_ARROW_OK = "  →  O.K"
IDS_DGNREPORTBASE_ARROW_NG = "  →  N.G"
IDS_DGNREPORTBASE_ARROW_CHK = "  →  ZKONTROLOVAT"
IDS_DGNREPORTBASE_ARROW_NOT_ACC = "  →  Nepřijatelné"
IDS_DGNREPORTBASE_YES = "Ano"
IDS_DGNREPORTBASE_NO = "No"
IDS_DGNREPORTBASE_ARROW_SLENDER = "  →  Štíhlý"
IDS_DGNREPORTBASE_ARROW_NOT_SLENDER = "  →  Neštíhlý"
IDS_DGNREPORTBASE_ARROW_COMPACT = "  →  Kompaktní"
IDS_DGNREPORTBASE_ARROW_NONCOMPACT = "  →  Nekompaktní"
IDS_DGNREPORTBASE_ARROW_NEED_SIDESWAY_BUCKLING = "  →  Vzpěr s bočním vybočením není nutný"
IDS_DGNREPORTBASE_ARROW_CHK_SIDESWAY_BUCKLING = "  →  Zkontrolovat boční buckling"
IDS_DGNREPORTBASE_STIFF_NOT_REQ = "Výztuha není požadována"
IDS_DGNREPORTBASE_STIFF_REQ = "Výztuha je požadována"
IDS_DGNREPORTBASE_SLENDER = "Štíhlý"
IDS_DGNREPORTBASE_NOT_SLENDER = "Neštíhlý"
IDS_DGNREPORTBASE_COMPACT = "Kompaktní"
IDS_DGNREPORTBASE_NONCOMPACT = "Nekompaktní"
IDS_ANGLE_OF_ROTATION_AND_DERIVATIVES = "Úhel natočení a derivace"
IDS_AXIAL_CAPACITY = "Osová kapacita"
IDS_AXIAL_STRESS = "Osové napětí"
IDS_AXIAL_RESISTANCE = "Osový odpor"
IDS_BENDING_AND_AXIAL_RESISTANCE = "Ohybový a osový odpor"
IDS_BENDING_AND_SHEAR_RESISTANCE = "Ohybový a smykový odpor"
IDS_BUCKLING_RESISTANCE = "Odpor proti bucklingu"
IDS_COMBINED_RATIO = "Kombinovaný poměr"
IDS_COMBINED_STRENGTH_RATIO = "Kombinovaný poměr pevnosti"
IDS_COMBINED_STRESS_RATIO = "Kombinovaný poměr napětí"
IDS_COMPRESSION_RESISTANCE = "Odpor proti tlaku"
IDS_COMPRESSION_STRENGTH = "Pevnost v tlaku"
IDS_COMPRESSION_STRESS = "Tlakové napětí"
IDS_FLANGE = "Límec"
IDS_FLEXURAL_BUCKLING_RESISTANCE = "Odpor proti ohybovému bucklingu"
IDS_LATERAL_TORSIONAL_BUCKLING_RESISTANCE = "Odpor proti bočnímu torznímu bucklingu"
IDS_LIMIT_STATE_OF_BUCKLING = "Mezní stav bucklingu"
IDS_MAJOR = "Hlavní"
IDS_MAJOR_AXIS = "Hlavní osa"
IDS_MINOR = "Vedlejší"
IDS_MINOR_AXIS = "Vedlejší osa"
IDS_MOMENT_CAPACITY = "Kapacita momentu"
IDS_MOMENT_RESISTANCE = "Odpor momentu"
IDS_MOMENT_STRENGTH = "Pevnost momentu"
IDS_MOMENT_STRESS = "Momentové napětí"
IDS_RESULT_BY_POSITION = "Výsledek podle pozice"
IDS_SHEAR_CAPACITY = "Kapaicita smyku"
IDS_SHEAR_RESISTANCE = "Odpor proti smyku"
IDS_SHEAR_STRESS = "Smykové napětí"
IDS_SLENDERNESS_RATIO = "Poměr štíhlosti"
IDS_STRESS = "Napětí"
IDS_TENSION_RESISTANCE = "Odpor proti tahu"
IDS_TENSION_STRENGTH = "Pevnost v tahu"
IDS_TENSION_STRESS = "Tlakové napětí"
IDS_TORSION_CAPACITY = "Kapacita torze"
IDS_TORSION_CAPACITY_OPEN_SECTION = "Kapacita torze ( Otevřený průřez )"
IDS_TORSION_STRENGTH = "Pevnost v torzi"
IDS_TORSIONAL_FLEXURAL_BUCKLING_RESISTANCE = "Odpor proti torznímu ohybovému bucklingu"
IDS_WEB = "Web"
IDS_WIDTH_THICKNESS_RATIO = "Poměr šířky a tloušťky"
IDS_X = "X"
IDS_X_DIR = "Směr X"
IDS_X_DIRECTION = "Směr X"
IDS_Y = "Y"
IDS_Y_DIR = "Směr Y"
IDS_Y_DIRECTION = "Směr Y"
IDS_YIELDING_UNDER_NORMAL_STRESS = "Přetváření pod normálním napětím"
IDS_YIELDING_UNDER_SHEAR_STRESS = "Přetváření pod smykovým napětím"
IDS_DGNREPORTBASE_MPHI_CURVE = "Křivka momentu a zakřivení"
IDS_DGNREPORTBASE_STL_TENS = "Tah oceli."
IDS_DGNREPORTBASE_STL_COMP = "Tlak oceli."
IDS_DGNREPORTBASE_CON_COMP = "Tlak betonu."
IDS_DGNREPORTBASE_STL_STRAIN = "Deformace oceli"
IDS_DGNREPORTBASE_CON_STRAIN = "Přetvoření betonu"
IDS_DGNREPORTBASE_MOMENT = "Moment"
IDS_DGNREPORTBASE_CURVATURE = "Zakřivení"
IDS_DGNREPORTBASE_CURVE = "Křivka"
IDS_DGNREPORTBASE_POSITIVE = "Kladný"
IDS_DGNREPORTBASE_NEGATIVE = "Záporný"
IDS_DGNREPORTBASE_AXIAL_FORCE = "Osová síla"
IDS_DGNREPORTBASE_NA_ANGLE = "Úhel neutrální osy"
IDS_DGNREPORTBASE_CON_HEIGHT = "Výška betonu"
IDS_DGNREPORTBASE_CON_WIDTH = "Šířka betonu"
IDS_DGNREPORTBASE_CON_AREA = "Plocha betonu"
IDS_DGNREPORTBASE_RBAR_AREA = "Plocha výztuže"
IDS_DGNREPORTBASE_CRACK = "Trhlina"
IDS_DGNREPORTBASE_YIELD = "Přetváření"
IDS_DGNREPORTBASE_INITIAL = "Počáteční"
IDS_DGNREPORTBASE_IDEAL = "Ideál."
IDS_DGNREPORTBASE_ULTIMATE = "Konečný"
IDS_DGNREPORTBASE_CHECK = "Check"
IDS_DGNREPORTBASE_DESIGN_SECTION = "Design Section of "
IDS_DGNREPORTBASE_DESIGN_REBAR = "Design Rebar of "
IDS_DGNREPORTBASE_EDIT = "Edit"
IDS_DGNREPORTBASE_CONCRETE = " Concrete "
IDS_DGNREPORTBASE_STEEL = " Steel "
IDS_DGNREPORTBASE_SRC = " SRC "
IDS_DGNREPORTBASE_STEEL_COMPOSITE = " Steel Composite "
IDS_DGNREPORTBASE_BEAM = " Beam..."
IDS_DGNREPORTBASE_PLATE_BEAM = " Plate Beam..."
IDS_DGNREPORTBASE_COLUMN = " Column..."
IDS_DGNREPORTBASE_PLATE_COLUMN = " Plate Column..."
IDS_DGNREPORTBASE_BRACE = " Brace..."
IDS_DGNREPORTBASE_WALL = " Wall..."
IDS_DGNREPORTBASE_SLAB = " Slab..."
IDS_DGNREPORTBASE_ISO_FOOTING = " Isolated Footing..."
IDS_DGNREPORTBASE_STRIP_FOOTING = " Strip Footing..."
IDS_DGNREPORTBASE_PILE_FOOTING = " Pile Footing..."
IDS_DGNREPORTBASE_BASEMENT_WALL = " Basement Wall..."
IDS_DGNREPORTBASE_INPLANE_WALL = " InPlaneWall..."
IDS_DGNREPORTBASE_SHELL = " Shell..."
IDS_DGNREPORTBASE_MARK_SUM = "Σ"
IDS_WELD_POSITION = "Weld Position"
IDS_WELD_LENGTH = "Weld Length"
IDS_PROVIDED_WELD_LENGTH = "Provided Length"

